OdRxSpecifiedValueType.delete(System.Void*)
\details
Enable use delete operator.

OdRxSpecifiedValueType.new(System.UInt64)
\details
Enable operator new.

OdRxSpecifiedValueType.createValue
\details
Create a new wrapped value of this type.
\returns
Created wrapped value of this type.

OdRxSpecifiedValueType.subToString(System.Void!System.Runtime.CompilerServices.IsConst*,OdRxValueType.StringFormat)
\details
Convert value to string.
\param instance [in] Instance of the value to convert.
\param format   [in] Defines the format of the resulting string.
\returns
Converted value.
\remarks
Mostly for debug purposes.

OdRxSpecifiedValueType.#ctor(OdRxValueType!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
Constructor which takes an original ValueType and a string that contains
additional specification of the type in "Folder/SubFolder/Type" format.
\param underlyingValueType [in] A pointer to the value type for specification.
\param typePath            [in] A string for the value type specification.